{
  "executives": [
    {
      "name": "Prof. Bruce Russell",
      "position": "Chief Executive Officer",
      "figure": "/oocidia/assets/pexels-olly-874158.jpg",
      "description": "Bruce Russell, co-founder and CEO of Oocidia, is a global authority in parasitic diseases with over 20 years of experience in drug development and applied research. During his tenure with the U.S. Walter Reed Army Institute and GSK, he played a pivotal role in developing tafenoquine (Krintafel), the first FDA-approved anti-relapse malaria drug in over 60 years. His expertise has led various governments to seek his counsel during disease outbreaks, recognizing his deep understanding of parasitic diseases and their management. Bruce has pioneered groundbreaking research in parasite biology and drug development, establishing advanced screening platforms and methodologies that are now instrumental to Oocidia's drug discovery process. His expertise in apicomplexan parasites, combined with his track record of successful drug commercialization and advisory experience with government bodies, positions him uniquely to lead Oocidia's mission of transforming veterinary medicine through innovative antiparasitic treatments."
    },
    {
      "name": "Dr. Bryan Yeung",
      "position": "Chief Medicinal Chemist",
      "figure": "/oocidia/assets/pexels-moose-photos-170195-1036623.jpg",
      "description": "Bryan Yeung, co-founder and Chief Medicinal Chemist of Oocidia, brings over 25 years of expertise in drug discovery and development. As former Associate Director at Novartis, he led groundbreaking research that resulted in the development of several breakthrough compounds. Bryan's extensive experience in medicinal chemistry spans roles at prestigious institutions including The Scripps Research Institute and Exelixis, where he successfully advanced multiple compounds from discovery to clinical development. His proven track record in building and managing international research teams, coupled with his deep expertise in antiparasitic drug development, positions him ideally to lead Oocidia's medicinal chemistry efforts in developing innovative veterinary therapeutics."
    },
    {
      "name": "Prof. Pablo Bifani",
      "position": "Chief Molecular Biologist",
      "figure": "/oocidia/assets/pexels-linkedin-2182970.jpg",
      "description": "To be expanded."
    },
    {
      "name": "Dr. Remy Muhsin",
      "position": "Chief Cell Biologist",
      "figure": "/oocidia/assets/pexels-lii-chun-2055475500-30216629.jpg",
      "description": "To be expanded."
    },
    {
      "name": "Eli Oliveiro",
      "position": "Managing Director",
      "figure": "/oocidia/assets/pexels-jeffreyreed-769733.jpg",
      "description": "Eli, a seasoned business leader and former CEO of an energy and minerals company as well as a business consulting group, brings a wealth of business acumen and commercial expertise. With extensive experience collaborating with government bodies and S&P 100 companies across the globe, Eli offers unparalleled insights and strategic guidance to drive success in complex, high-stakes environments."
    }
  ],
  "employees": [
    {
      "name": "Natalie Tan Hui Min",
      "position": "Production Manager"
    },
    {
      "name": "Darren Chua Wei Liang",
      "position": "Quality Control Specialist"
    },
    {
      "name": "Chloe Teo Yi Xuan",
      "position": "Veterinary Pharmacist"
    },
    {
      "name": "Benjamin Koh Kai En",
      "position": "Marketing Specialist"
    },
    {
      "name": "Alicia Lim Pei Yee",
      "position": "Sales Representative"
    },
    {
      "name": "Marcus Goh Jun Hao",
      "position": "Administrative Officer"
    },
    {
      "name": "Fiona Lee Xuan Yi",
      "position": "Logistics Coordinator"
    }
  ]
}
