{
    "duedate":"1st of February 2025",
    "termofuse":[
        {
            "header":"Acceptance of Terms",
            "description":"By accessing or using the Website, you confirm that you have the legal capacity to accept these Terms. If you are using this Website on behalf of an organization, you represent and warrant that you have the authority to bind that organization to these Terms.",
            "link":"",
            "list_item":[]
        },
        {
            "header":"Use of Services",
            "description":"You may use the Website solely for lawful purposes and in accordance with these Terms. You agree not to:",
            "link":"",
            "list_item":["Use the Website in any way that violates applicable laws or regulations.","Attempt to gain unauthorized access to any part of the Website, its servers, or related systems.","Engage in activities that disrupt or interfere with the functionality or security of the Website."]
        },
        {
            "header":"Intellectual Property",
            "description":"All content, trademarks, logos, images, and materials on this Website are owned by or licensed to Oocidia (Pte.) Ltd. (“Oocidia”) and are protected under copyright and intellectual property laws. You may not reproduce, modify, distribute, display, or otherwise use any content from this Website without prior written consent from [Your Company Name].",
            "link":"",
            "list_item":[]
        },
        {
            "header":"Disclaimer",
            "description":"The content provided on this Website is for informational purposes only and does not constitute medical, legal, or professional advice. While we strive for accuracy, we do not guarantee that any information is complete, accurate, or up-to-date. Use of any information on this Website is at your own risk.",
            "link":"",
            "list_item":[]
        },
        {
            "header":"Limitation of Liability",
            "description":"To the fullest extent permitted by law:",
            "link":"",
            "list_item":["Oocidia shall not be liable for any direct, indirect, incidental, consequential, or punitive damages arising from your use of or inability to use the Website.","The Website is provided 'as is' without warranties of any kind, whether express or implied."]
        },
        {
            "header":"Privacy and Policy",
            "description":"Our collection and use of personal data are governed by our Privacy Policy, which complies with Singapore’s Personal Data Protection Act (PDPA). Please review our Privacy Policy for more details. If you have any questions or concerns, you may also email Oocidia’s Data Protection Officer at dpo.sg@oocidia.com.",
            "link":"",
            "list_item":[]
        },
        {
            "header":"Third-Party Links",
            "description":"The Website may contain links to third-party websites. These links are provided for convenience only and do not imply endorsement by Oocidia. We are not responsible for the content or practices of third-party websites.",
            "link":"",
            "list_item":[]
        },
        {
            "header":"Termination",
            "description":"We reserve the right to terminate your access to the Website at our sole discretion without notice if we believe you have violated these Terms.",
            "link":"",
            "list_item":[]
        },
        {
            "header":"Governing Law",
            "description":"These Terms shall be governed by and construed in accordance with the laws of Singapore. Any disputes arising out of or related to these Terms shall be subject to the exclusive jurisdiction of Singapore courts.",
            "link":"",
            "list_item":[]
        },
        {
            "header":"Changes to Terms",
            "description":"We may update these Terms from time to time without prior notice. Your continued use of the Website after changes are made constitutes acceptance of those changes.",
            "link":"",
            "list_item":[]
        },
        {
            "header":"Contact Us",
            "description":"If you have any questions about these Terms, please contact us at :",
            "link":"webmaster@oocidia.com",
            "list_item":[]
        }
    ]
}